#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ )
Ġ (
Ġ ;
Ġ ,
Ġ i
Ġ -
S V
Ġ =
Ġ s
r e
Ġ- >
a n
Ġ c
b l
e r
an k
bl ank
e n
t a
i n
Ġ p
Ġi f
Ġ <
s e
Ġ }
Ġ {
t r
d e
o n
Ġ *
Ġ 0
m a
Ġ re
o r
Ġ .
Ġ b
Ġ &
g e
Ġ f
s t
a l
r t
Ġ "
t e
Ġ n
Ġi n
a r
a d
l e
ta rt
Ġ u
Ġ 1
t u
t i
m e
o d
Ġ +
u g
S tart
Ġ l
Ġ ]
i z
Ġ [
Ġ e
iz e
Ġ o
n d
B ug
c k
c t
t o
Ġ d
Ġ !
Ġ v
M od
E nd
Ġ r
ma ge
m p
f f
l o
Ġ :
Ġ= =
t h
r n
Ġ N
i d
Ġ g
tu rn
Ġre turn
Ġ t
re a
Ġs tr
Ġ m
c e
i t
I N
c o
l en
Ġin t
a se
Ġ a
u n
r o
a g
a me
U L
i g
u e
er r
\ \
s s
f o
Ġi mage
Mod Start
E R
Ġc ase
ti on
a ta
c h
Ġc o
e l
rea k
Ġ h
u t
Ġb reak
e t
p e
UL L
Ġ S
ĠN ULL
x t
Start Bug
End Bug
i le
in t
Ġc h
e d
in g
Ġs ize
l se
u ct
Ġe lse
Ġc on
u m
Ġ! =
Ġstr uct
Ġ de
s ize
Ġp s
e ad
Ġ |
en t
se t
l i
Ġ E
Ġg o
in fo
y pe
R E
u f
Ġgo to
d r
Ġ M
Ġ >
Ġ& &
p i
Ġ 2
Ġ k
O R
Ġs k
Ġl en
l ag
o f
Ġ+ +
en d
o de
3 2
s tr
p a
Ġ err
v al
Ġ y
Mod End
O N
> <
A L
> %
o ck
ig n
n s
d o
u r
S T
p t
Ġ x
Ġch ar
A T
Ġ P
Ġs ta
Ġ C
i s
Ġ R
de c
Ġ w
Ġre t
D E
IN T
Ġsize of
i x
u l
Ġ ma
r i
ge t
Ġ #
ar g
L E
p tion
Ġ I
Ġ T
g th
Ġn e
Ġ| |
I T
ead er
d ata
re e
c on
a s
u ff
Ġp a
un t
u p
e y
ign ed
i f
Ġ _
i l
lag s
Ġ A
s er
Ġ '
0 0
Ġn do
b j
ff set
Ġ j
ER R
S E
Ġcon st
a t
P R
ns igned
p tr
Ġu nsigned
Ġ q
ad dr
Ġd ata
c p
A C
an d
n o
n t
p r
r ame
a te
v e
in e
O P
Ġo ut
Ġf or
Ġb uf
Ġe x
Ġv al
Ġ+ =
Ġ B
Ġ 4
s k
L O
t ype
or t
6 4
f a
o l
: <
Ġ G
bl e
T R
l a
M E
b uf
i p
o p
Ġv o
Ġy y
Ġvo id
Ġ me
s g
uff er
A R
i ck
n ame
ma p
1 6
Ġ en
Ġs t
Ġ arg
co de
W E
lo c
S I
i r
ĠN D
C WE
Ġ F
s c
ag ick
s ta
i on
p er
y te
Ġ end
v er
m b
Ġ D
f ile
lo b
Ġre s
ix el
i st
Ġne w
n e
r a
I mage
PR INT
ti c
o c
e s
p ut
Ġ 8
Ġ 3
Ġco l
N O
Ġsk b
ul t
A D
ce ption
P E
pr int
Ġ L
Ġs e
s h
r c
p ar
Ġc t
tr y
e x
M A
L A
Ġt mp
r r
te xt
Ġerr or
B lob
o w
Ġo p
Ġ to
lo ck
U N
Ġlen gth
re ad
I n
Ġn um
Ġf lags
I D
E N
C K
de v
ERR OR
b it
Ġc m
Ġde v
bl ock
C H
a p
m m
Ġc p
ad d
f ree
C T
re f
de x
rea m
tu s
Ġ W
i c
n um
S S
Ġ tr
Ġval ue
Ġi p
ĠM agick
ro w
on g
C O
err or
u an
h t
f rame
, <
Ġ V
F F
tu m
E T
p ro
Ġ ti
ĠR ead
b o
Ġ< <
f or
Ġc pi
Ġ_ _
Ġo bj
Ġk ey
Ġme m
t er
Ġsta tic
print f
p o
T Y
k ey
V AL
re g
Ġd st
E rr
i o
co unt
q ue
Ġo ffset
ĠE X
a ge
Z E
c mp
li ce
Ġt ype
de f
yte s
Ġ U
F I
re ss
B U
Ġn ame
T I
val ue
s p
al se
Ġ ?
u b
Ġu int
uan tum
re d
Ġs h
Ġ> =
te d
Ġ" %
Ġa v
C E
ri te
co l
Ġs ock
E X
f lag
m ode
pi c
e ct
on e
M P
Ġm sg
q u
ĠRead Blob
Ġv p
Ġo pt
Ġ ta
o ffset
Ġct x
s lice
c ur
or d
un k
SI ZE
Ġp ro
ĠP y
len gth
Ġc ur
f s
Ġend if
a ck
h eader
Ġr c
Ġi d
f i
Err or
ile d
li st
Ġ" <
a c
er t
Ġ z
Ġp tr
TY PE
Ġs size
R A
Ġf ile
ma t
l d
Ġi s
v ent
a m
Ġw h
o u
a tion
P ixel
Ġl o
re nt
B IT
Ġp i
b uffer
f ig
id th
h dr
Ġ H
Ġcp u
f lags
Ġ al
ig ht
Ġin ode
A N
LE N
re s
o ut
e xt
m o
Ġco unt
fa ult
ch e
ct x
l ine
Ġ get
U E
A S
u ser
Ġre g
Ġs c
ti me
mp le
IN VAL
Ġl ine
d i
E x
Ġu n
Ġp r
i ce
Ġsta tus
Ġex ception
T ype
D R
F A
lo g
C ON
Ġwh ile
Ġb p
e m
Ġp o
Ġe xt
s b
Ġma x
p y
u th
li ent
> "
1 2
o t
Ġp ar
or y
Ġa ss
i de
Ġto k
cp y
D I
Ġf a
n el
Q uantum
t s
m i
sta te
it ch
t y
c tion
o k
T H
Ġs w
\ '
S L
a b
Ġ> >
str ing
bj ect
Ġcol or
OR D
Ġsta te
E D
b er
LO G
lo w
C h
IN G
ro m
I P
id x
Ġf ree
Ġco mp
Ġ< =
as h
Ġs b
Ġs rc
p l
\\ "
Ġ le
Ġr ow
Ġ K
cp u
U M
Ġ /
s ion
i m
a ble
Ġcm d
w n
A P
ck et
TR AC
Ġsw itch
a st
BIT S
en try
ĠA V
Ġf i
al loc
r y
w rite
Ġb uffer
Ġin fo
Ġass ert
Ġt ptr
s tart
Ġ| =
b e
1 1
m sg
e ight
a mple
Ġl ong
t tr
r b
A G
F alse
ro up
ĠMagick False
Ġa s
tr a
ĠG F
Ġm i
n c
al e
el d
i mage
I L
ma x
Ġ O
MA X
and le
> (
Ġb it
Ġ- =
u te
C o
ption s
o ur
u s
ss age
m ent
v el
S U
In fo
Ġre ad
Ġ" \\
ri v
an nel
m t
Ġde fault
H eader
Ġ OP
Ġf rame
no t
st ream
L S
M O
p p
len ame
b ug
m v
ĠG et
val id
Ġp ixel
Ġcon t
par se
te st
SE T
bit s
E CK
int er
Ġ 5
our ce
Ġne xt
Ġp c
bl k
S H
f t
m d
S tr
que st
s n
un c
Ġ addr
it y
Ġs et
U T
an ce
Ġg f
Ġpa th
l v
re v
f g
r u
ĠS et
Ġs p
Ġ Y
Ġin dex
d is
N E
Ġpa ge
pa ge
Ġ 6
I O
Ġ1 6
TRAC T
Ġs er
Ġm b
p ort
l loc
ĠS SL
m in
ĠT h
Ġ th
U R
la ss
um ns
Ġn et
re c
s ock
V P
N UM
R e
I C
d b
in k
Ġu ser
ĠTh row
r ag
I G
Ġcon text
l u
ĠEX TRACT
an s
me m
tu re
Ġm ode
S ize
Ex ception
ar d
s y
AC K
m g
Ġcol umns
Ġif def
Ġco mm
a ve
co dec
ME M
f d
0 2
Ġc lient
at tr
Ġh eader
in d
Ġpr int
in it
Ġa c
Ġlo g
p th
ĠI mage
BU G
co mp
Ġ' \\
O F
la y
M em
d ir
Ġb ytes
R O
T o
Ġcon fig
ĠE INVAL
Ġs tart
pa th
Ġv m
f rom
in dex
ch ar
ff ff
Ġi o
ss ion
e c
O L
Ġp u
Ġst ream
LO CK
ul l
ir st
LA G
ĠE NO
I F
CH ECK
r m
T O
v m
AL SE
F ile
ĠM S
Ġrow s
I d
ne w
D ata
b ytes
V E
an ge
pi x
Ġre q
Mem ory
in ue
EX T
L ist
I S
DE BUG
b s
a v
AT A
a f
M agick
Ġen v
o st
le an
lo ad
p h
un lock
t p
al l
Ġcont inue
Ġmem cpy
ĠY Y
AT E
00 0
Ġv er
no wn
Ġg en
Ġarg s
Ġf printf
UL T
Ġo ld
te mp
L I
) "
c a
E Y
Ġd i
qu i
_ _
pix el
Ġ ad
ĠT R
u nd
ce ss
T E
fi eld
con text
Ġin put
M S
Ġc l
D e
Ġo ff
H DR
k t
ta l
Ġb e
V ER
il ter
C on
Ġ 7
ta ble
de sc
LA B
Ġd o
po s
a re
Str ing
ti ve
i es
re en
lo se
Ġ RE
se q
Ġst d
l an
Ġre f
ist er
F NUM
d ate
2 64
F LAG
ar ch
FA ULT
I ON
Ġin et
add ress
ra y
ST R
Ġco py
Ġs un
ĠTR UE
11 9
H E
o pt
te m
de code
o ff
ĠThrow R
T P
w idth
eader Exception
ou ble
ĠF ALSE
Ġl ast
CO DE
F S
que ue
Ġh dr
ĠThrowR eaderException
E E
W ORD
x c
Ġb o
u mp
Ġnum ber
r get
pa ce
G ET
fa ce
Ġpo s
rea te
Ġint er
Ġfi lename
A X
Ġser ver
F O
Ġa ttr
n ode
U S
Ġ J
ute x
le vel
o y
str oy
Ġfa iled
Ġstd err
Ġ- -
Ġt p
Ġ1 2
ct or
P P
Ġw idth
Ġct xt
t mp
s ub
ord er
S K
Ġvp x
Ġs y
Ġstr len
ĠD e
= <
Ġk rb
Ġ X
D ATA
Ġen try
Ġr d
S h
Ġen c
re q
B LE
r d
g roup
u se
ĠV P
in c
L ong
C M
N T
o bject
2 0
tr ies
T CHECK
a y
Ġde f
PR O
Ġco de
c nt
P AR
i tion
or k
Ġf d
g ra
F RA
Ġres ult
Ġta g
che ck
p c
Ġd p
or ru
Ġs s
pe c
AT LAB
MO DE
orru pt
Ġp ort
m er
Ġma p
c s
Ġf p
Ġstr cmp
Ġ ERROR
Ġr s
Ġc fg
U n
Ġj s
i ve
Ġ rt
co mm
Ġl ist
M T
A ST
Ġh andle
Ġp rev
Ġret val
n et
ĠI P
Ġs ub
ch unk
O K
w ord
ma r
d a
C P
Ġb ase
l ink
Ġr o
ĠM ATLAB
Ġti le
v p
ct p
Ġh eight
Ġpa cket
Ġcur rent
Ġp b
CE SS
l l
rn o
EN T
ma sk
S P
ri pt
Ġm od
Ġin sn
par am
1 0
co py
t ing
Ġd ouble
Ġ mp
P ro
Ġu p
Ġx d
pl y
e vent
lean up
Ġ 32
o bj
G P
orrupt Image
Ġarg v
Ġ block
re n
Ġu sb
AG E
A M
i b
ĠC orruptImage
Ġmem set
d p
Ġti me
t l
ĠCorruptImage Error
Ġ Z
Ġav ctx
b ase
f b
Ġi h
Ġde pth
o b
Ġs ctp
X X
c md
Ġk vm
ĠI S
u le
dev ice
t ptr
Ġb mp
a u
Ġcolor s
Ġde c
OR T
Ġyy ch
G E
Ġj as
ress ion
i ff
S C
E xt
O bject
Ġpar am
gra m
L IN
ar ray
col or
= %
e ck
ĠSet Pixel
Ġch unk
K EY
le ft
Ġde st
en c
Ġp riv
pa rt
OP T
FRA ME
de l
a x
i th
li c
Ġyy v
Ġme ssage
Ġs i
U P
L en
i e
er s
RE AD
Ġs n
con fig
is h
h ash
P F
er rno
S Y
ti f
IT E
u id
Ġde sc
e p
I B
o g
v ar
Ġre quest
F a
ĠC ON
Ġco re
Ġv ar
C ol
G et
Ġ Q
Ġ bl
ma in
pa ck
d c
p riv
Ġm in
Sh ort
n ull
k e
IN FO
U INT
pa ss
mb s
ĠM AX
ref ix
u st
w d
> =<
ON E
AT TR
B G
INVAL ID
Ġse ssion
a ture
N ame
Ġl oc
FI G
Ġp lan
ct l
ue ue
at or
Ġo ptions
B uffer
Ġa uth
m s
Ġyyv sp
il d
en v
in ed
Ġma sk
L V
ĠU WORD
Ġbit s
C UR
g en
Ġp e
Ġm nt
RE G
U RE
Ġ1 0
Fa iled
Ġp h
to m
for mat
S et
or ted
r p
Ġ ~
Ġf alse
str ide
Ġbe st
v c
ne xt
annel s
s um
Ġn o
Ġv cpu
ĠENO MEM
ca che
Ġex it
A ME
p end
i al
od er
Ġs ample
Ġq uantum
Ġcolor map
de bug
Co mp
x p
pt er
Ġth is
Ġv ma
ĠEX T
D O
in ode
Ġf s
Ġf rag
tu p
h er
Ġe vent
ou nd
arg s
E vent
d f
P I
0 4
o ptions
LS B
y load
Ġid x
Ġr a
Ġde bug
Ġm o
Ġ Quantum
sk b
p oc
it s
FI LE
> -
re ct
k nown
Ġ test
ST AT
Ġcomm and
Ġsb i
Ġ LOG
Ġ2 5
Ġt v
op en
fa iled
Pixel s
FA IL
i an
0 1
A BLE
Ġreg ister
T TP
um ent
s pace
Ġsk ip
mo unt
e ff
Ġs db
Ġpixel s
lo t
Ġplan e
Ġreg s
B LOCK
t ree
B yte
p red
To Quantum
ĠMS G
tr ol
it er
up p
en tic
ry p
if t
e k
Q L
Ġs z
C CESS
Ġt x
Ġm s
ĠReadBlob LSB
qui re
M UL
ĠB PF
Ġtr ue
po int
Ch ar
L D
a il
in valid
RE F
to k
le ase
t ch
Ġ temp
s u
Ġf l
Ġ INT
ĠE FAULT
c ale
W R
V al
p s
Ġ or
SI ON
> \\"
Ġ %
od ing
ĠOP J
D F
se d
Ġv iff
Ġjs on
Ġg roup
Ġt c
Ġfa il
. "
m it
Ġn p
Ġk free
Ġd is
Ġi r
od y
str m
f unc
ti le
>( %
Ġpro to
A d
S ta
Ġs ign
b ack
ĠS cale
IN ET
bit strm
s ample
sc an
A uth
v ice
ip her
Ġcl one
ver sion
Col or
l y
a bl
t x
Ġi mg
1 8
ĠA c
Ġb in
ĠT I
ĠDe stroy
f irst
ate d
f rag
to p
c c
f ilter
or mat
upp orted
con ne
Ġsp in
ĠW ORD
value s
sk ip
Ġta rget
ok up
Ġ arch
ig h
xc f
ĠAc quire
c b
AL L
CO MP
ct b
im it
pa cket
R ead
a uth
re ge
Ġc leanup
Ġo xcf
Ġip v
) <
re sh
TI ME
Ġch eck
str uct
c lose
Ġl ock
MA SK
b uff
Ġp id
: %
i v
f e
re quest
F MT
Ġ" "
NE L
TI ON
M AT
S ER
re t
Ġse g
ra w
Ġn ode
Ġto tal
Ġstr n
ĠS O
ĠC H
ma lloc
SU CCESS
up date
tr ue
o m
Ġtr ans
Ġad v
Ġs in
m l
er o
S R
n ing
Ġre d
Ġin it
Ġg reen
Ġm y
ER N
ĠB GP
ĠSet Image
Ġro ot
n g
Ġio v
ry pt
r un
Ġp ix
ĠS A
da pter
th read
Len gth
rege xp
P A
P a
ĠE N
ĠA dapter
LIN E
F OR
abl ed
Ġs f
le ment
I CE
AS M
ĠTI FF
M IN
h andle
ĠGF P
ph a
O B
Ġbl ue
] "
C AST
ĠA FNUM
Ġadv ance
. \\
g er
EN D
ĠS tr
lo at
CON T
h eight
Ġp er
Ġtr unc
8 6
h ead
Ġd one
Ġpa rent
HE AD
ting s
f rm
M D
y nc
el y
tr ans
g o
s end
c fg
n al
se c
Ġo per
f low
Ġinter face
Auth entic
S OR
k ely
st ance
bo x
CUR SOR
del ta
le ar
ĠM O
Ġh t
la b
ĠYY CURSOR
el l
par ser
K ER
Ġb yte
sta tus
Ġm utex
SS L
Ġh ead
I R
ĠCON FIG
r g
Ġre c
00 00
Ġprint f
0 8
B O
p id
Ġi m
en sion
ar y
ĠI n
Ġa u
p u
se g
In dex
ĠS T
Ġoper and
Ġs ource
r ate
Ġ 9
ĠReadBlob Byte
O UT
Ġdef ine
Ġ" /
Ġf low
w ith
D C
Ġfor mat
le g
LO C
per ty
\\" <
Ġex tra
Ext ent
ĠSA FNUM
T LV
CO M
Ġtc g
w ork
x ff
Ġpe er
Y TE
m od
Ġm v
Ġr q
Ġh ash
Ġ2 4
BU F
2 4
th od
Ġm d
MA P
b in
M IT
f m
ĠI V
ript or
ryp to
V M
Ġb h
fi lename
> \'
Ġh ex
DE V
ĠVP X
a it
Ġl ay
Ġpar se
c reate
Ġ errno
NO T
Ġsn printf
M e
rec v
R D
p ri
ol u
num ber
Ġsh ort
Ġf irst
page s
1 5
c lass
Ġt cp
Ġtok en
ht tp
sock et
ĠR el
r ing
t lv
w o
AR N
in qu
Ġl d
Ġr un
Ġle vel
ta g
ti al
Ġm m
P RE
Ġs g
e pi
x ffff
Y PE
Ġs a
ĠRel inqu
ĠRelinqu ish
t len
Ġe p
ĠE OF
Ġdev ice
or age
DE C
Ġp kt
Ġra w
Ġs q
tok en
l s
d up
O ffset
ent s
Ġd d
H TTP
Ġ" ,<
o re
on se
A ttr
li te
ab c
Ġre ct
Ġloc al
s rc
Ġp S
Ġyy val
block s
ĠPy Id
me ssage
ro ma
Authentic Pixels
Ġw rite
P ack
Ġc ap
W A
Ġco dec
Ġch annel
AN D
Ġn b
Q U
Ġr ate
ol d
12 5
Ġb s
ĠV FF
s a
ĠS QL
li kely
if y
it map
Ġbo ol
Ġpa rt
pro c
de d
Ġout put
i tem
dis p
d l
l er
Ġx fs
Ġt len
Ġun likely
u v
Char ToQuantum
ĠScale CharToQuantum
N AME
S O
Ġver sion
pec ted
R es
Ġ add
Ġ address
Ġr fb
ĠW ASM
Ġc lass
Ġs end
Ġu se
ĠAV ERROR
Ġmb mi
ĠDestroy Image
A U
ĠN G
oc ale
I mp
Ġ& =
Ġpa yload
d st
Ġ IN
A lloc
a ss
VP N
t ream
Ġ tu
Ġn r
row s
Con text
ĠD BG
unk nown
Ġs ig
re st
Ġt lv
LEN G
n def
th e
d io
Ġs nd
Ġp d
Ġu t
ss ing
ON G
Ch annels
tif y
co re
lob al
T ag
Ġp v
Ġstr ing
Ġma tch
O T
ide o
Magick Memory
Ġor ig
LENG TH
Ġex p
C R
Ġi mp
gram mar
op s
mat ch
W N
p rev
ut t
pi ed
ĠS C
pro to
I nt
Ġi ter
Ġu s
me d
E V
Ġma g
I LE
Ġsock et
en tries
Ġcon n
AR T
> [
Ġr b
Ġa pp
in do
st er
KER NEL
P ar
i te
Ġas oc
P ER
S A
ac tive
Ġc k
Ġc an
Ġps f
z ero
bo und
tom ic
P O
b r
h as
w r
Ġi cmp
mo ve
Ad d
O M
o me
il l
B YTE
C S
r l
ro ot
ĠW ave
Ġf ilter
p refix
Ġc a
Ġa p
CT ION
SU PP
Ġal loc
2 5
Ġr v
ul d
MUL TI
C AP
L imit
ĠC DF
pixel s
indo w
ren a
c an
Ġsq lite
Ġset tings
o ption
u int
co eff
c all
s z
res ult
Ġstrn cmp
re p
Ġr p
Ġle ft
Ġsock addr
d ump
C B
h ost
Ġo ption
ĠP R
se ssion
Ġco pied
te ger
ir q
Pack et
Ġlay er
N ONE
g ress
Ġ" -
Val ue
f mt
Ġif rame
ur l
qui red
wo pass
P y
f ind
P T
arg ument
. .
R B
u c
ta rget
CH AN
mp t
Ġc s
Ġp g
sp s
Ġpo ol
P M
Ġd entry
Ġss l
h el
Ġg r
l f
s ign
I M
nt p
Ġf f
RE Q
Ġa rena
pro cess
P G
g id
sta ts
E n
m ul
ĠB itmap
color map
7 6
Ġarg c
Image Header
mem ory
EE K
a in
Ġe s
Ġd ir
Ġstr ide
at ch
B o
FAIL URE
ro per
Ġen tries
E C
c ase
Ġu id
Ġch m
AT ION
loc al
Imp roper
Improper ImageHeader
Ġsy s
5 0
I V
ĠR es
Ġstr cpy
sta ck
sy nc
O p
Ġt wopass
HEAD ER
ĠWave Header
s i
re lease
st ep
IN C
Ġh ost
pp s
ĠReadBlobLSB Short
I VE
L Y
T ER
Ġc b
sta mp
Pa th
en abled
Ġta sk
ow n
qu al
XX X
OB J
ch r
Ġma lloc
c at
Ġav io
M B
p kt
ĠA R
Ġ ERR
ti mer
Ġt ty
Ġa st
ro p
Ġq ueue
main ing
ĠSO CK
O f
o s
en o
de pth
Ġc rypto
3 6
tr fs
ser v
LA SS
c ipher
Ġi tem
oc b
AD DR
E CT
P ACK
bo se
Ġopt len
Ġn s
ĠM ax
con trol
Ġres p
B AD
Ġop code
lu sh
> '
Ġp k
Ġ" [
e a
> \\
Ġb trfs
Ġarch ive
ser ver
Ġs d
Ġc reate
cur rent
WR ITE
ĠRelinquish MagickMemory
v as
Ġde code
ĠSetImage Pro
A SE
l ong
u a
con v
on ly
li mit
Ġph p
Ġc red
W ARN
do wn
ĠC oder
ĠGet Pixel
2 8
Ġf c
Ġa tomic
ve c
) \\
w ar
Ġme ta
ex if
STR ING
S B
a tum
en e
pe d
OP Y
ti es
Mod ule
la ce
pl an
re ce
Ġif a
Ġre al
ĠB I
M L
Ġ1 5
ĠEX IT
e g
un ction
Ġop s
N D
ch ange
ĠE x
Ġcomm on
ĠS ync
ter m
Py Object
ma l
ĠE VP
Ġti mer
b y
Ġch ild
pr inc
Ġq u
rc v
mg r
c lient
ĠPy Err
xffff ffff
Ġin p
Ġop j
Attr Id
Ġnew sk
UN T
N um
Ġb size
Ġn d
to o
if i
rr p
ru le
comm and
T AG
m utex
Ġl ink
Ġr x
Ex c
Ġ ge
ĠC O
CODE C
C lass
in put
sh ort
C C
Ġs sh
re ply
s pec
ource Limit
Ġ' <
reg ister
Ġvm cs
PRO TO
AU TH
ĠB U
ĠB LOCK
ta in
Ġo t
RE S
sh ift
ĠPy Exc
O FF
b yte
tr l
ĠNG HTTP
a ff
th er
IL D
Ġir is
ĠRes ourceLimit
ĠResourceLimit Error
Ġd b
ce pt
M ode
BU FF
S e
tr ix
SI G
UN D
param s
Ġpa ss
Ġse q
ĠU INT
mo v
Ġf rom
Ġr r
DE FAULT
IG N
C L
c ard
Comp are
v flag
ĠK ERN
>\' %
Alloc ation
v ideo
Ġs u
Ġre ply
Ġma c
ĠT EE
Ġcomp s
CM D
Ġrs vp
Ġb ad
Ġf il
ame ter
se tup
Ġm utt
Ġsc ene
Ġoperand s
MULTI CAST
d ig
Ġl ua
op y
CT L
de fault
sta t
SU B
Memory Allocation
olu tion
MemoryAllocation Failed
Ġal g
di ff
LI ST
ip al
Ġtv b
FI X
RA Y
ĠK EY
in tra
Ġu v
Ġper f
re turn
al et
LO W
Ġal pha
8 0
G B
Ġf lag
mp ty
Ġsc an
I ZE
i rt
FOR MAT
N ext
S ON
Ġch an
s pi
RE AM
lic y
Me ssage
P U
P er
f p
ct xt
Ġcon f
lv l
en ti
OP TION
Ġt er
ĠS ta
fa st
SI S
1 9
ta il
co st
ok ie
F ormat
a k
* *
E nc
Ġr ar
ĠP AGE
Ġop en
lab el
Ġp ut
tr ack
TY P
Ġac l
c ap
m u
s q
Ġf loat
Ġo buf
Ġk dc
MS G
7 8
c ted
Ġ 64
Ġc ard
al g
B uff
b h
Ġ an
res ent
ĠGet Magick
to tal
con f
Ġid ent
/ '
Ġp op
DE F
Ġ' /'
fa il
out put
leg al
BUFF ER
in stance
ĠI o
ĠL og
i tial
IT Y
CONT EXT
3 4
ren ce
A l
RA W
MS B
U SE
x f
Ġn g
L og
ch ed
alet te
Ġ ar
Ġp refix
T r
Ġcan vas
Ġc all
Ġ2 0
ST ATE
Ġpi pe
A VP
R T
Ġn la
Ġh mi
Ġpro file
PI X
Sta tus
Ġf h
DI R
FLAG S
SV P
ser ial
ĠBitmap Header
8 8
Ġif ndef
Ġg b
ta rg
Ġch roma
CT P
uan t
ĠQ ueue
q p
st em
: "
S N
Ġe v
\' "
Ġmo unt
AC E
Ġse c
Ġu max
ome try
W rite
u re
ur ation
ĠL ocale
ĠGetMagick Module
F lags
Ġt s
reg s
A IL
c l
Ġip addr
mar k
s ave
io us
Ġdef ined
ĠP G
SL ICE
Ġb ody
Ġf mt
Ġcomp ression
use d
Ġmod rm
ĠSta tus
h and
Ġd at
CON ST
ĠR SVP
Ġb uff
RE P
Un known
Ġ25 6
2 00
lo okup
re set
ME NT
Ġi t
ma c
ow er
Ġlo ad
Ġtr an
ĠReadBlob XXX
inter face
sy s
uc ture
sp ort
R P
o ad
fo und
ex it
Ġver bose
I ST
t ent
Ġac tive
hel per
Ġter m
4 4
K ey
p resent
ma ry
\\ \\
ST REAM
Ġex ec
Ġta ble
Ġsign ature
sq l
C an
S OF
Ġ blk
ĠR ec
ne x
ĠDestroyImage List
e w
g f
Ġt sk
ĠL IB
ib ute
C lient
Ġs printf
en code
to h
c red
Ġp w
sc ript
ap pend
VER SION
Ġup date
LD P
SOF T
r ange
Ġg lobal
OR Y
CH AR
N ULL
Ġtr ack
B E
al t
inter val
C LASS
u al
w ait
ĠP TR
Ġfi eld
STAT S
W IT
ĠF ILE
Ġz end
Magick Event
conne ct
Int er
ĠLog MagickEvent
de blk
pa rent
for m
Ġobj ect
WARN ING
D P
o ok
Ġc lose
ta tion
RE E
con d
iv ed
de stroy
Ġb i
Ġu min
End ian
ĠS EEK
re quired
Ġp ptr
ip s
e e
AD D
ac tion
T able
er y
8 02
UE ST
Ġh w
ON LY
col s
ĠS CTP
Ġne ed
pp ing
9 9
h igh
le te
Ġt l
Ġip c
of st
SH A
se le
Ġn l
IN IT
STAT US
Ġrq st
C LE
P TR
re sp
0 3
f c
i ct
Ġsta ts
il y
SE C
f er
ĠM Y
TR Y
Ġgr ub
id c
rr or
di rect
7 7
f l
s upported
ge st
af e
i me
nd er
AL LOC
Ġv rrp
Ġa i
TRAC E
ĠStr ing
Ġd c
ĠS ize
ĠI SIS
Image In
mi ssing
ĠK RB
ImageIn List
! "
2 2
g in
Ġs min
in al
Ġd y
o ver
Ġht tp
ĠReadBlob MSB
Type Error
Ġbp p
av pack
6 0
b and
Ġr m
UN K
PAR AM
Set String
>- <
SUPP ORT
Ġ text
Ġp in
no tify
ĠW avpack
Un able
C I
P K
Ġs vc
Ġin d
AT H
Ġi map
Ġe lement
ĠR T
ab el
H O
Ġ1 00
ST ART
Ġarg rest
db g
WA IT
L ONG
b ody
Ġs lice
In valid
ĠIP V
qual ity
Ġp ri
end ing
con n
mo te
Re g
mg Buff
ĠBI mgBuff
B IN
d one
pi pe
ĠMagick Offset
Ġbo x
INVALID DATA
ĠMagickOffset Type
Ġs r
Ġs um
re port
PE G
b c
o lean
Ġ UN
it t
ER T
Ġh as
AR D
io ctl
DI S
A B
d entry
Ġ DEBUG
Ġd s
Ġv a
co m
DE SC
a ke
p d
ĠC MD
po ol
Ch unk
ĠCH ECK
h e
Ġw pc
sc ale
Ġsc ale
ĠK VM
LI MIT
S ign
Ġu df
Ġk i
Sta te
A VE
c lear
Ġ one
Ġp re
Ġd w
Ġerr msg
p ing
Ġx ml
code d
ver t
\' <
D BG
P tr
in ish
Ġre p
id i
s up
Ġ" (
S ample
c i
re al
Ġms r
F UN
io v
Ġsh ift
ĠImage Info
Color map
f ix
h ex
i ss
} "
VAL UE
Ġrc u
T ext
Ġb and
Ġrd s
princ ipal
B IS
frame s
nex pected
E L
CH IVE
Ġe a
Ġm c
Ġy r
pt s
Ġbuf len
ĠW AVP
ĠWAVP ACK
n on
u sb
Ġb ack
Ġc mpt
Ġcon ne
ĠM IN
OR BIS
au to
Ġseg ment
ra p
Ġdesc riptor
ĠGetPixel Channels
ameter s
G RO
s w
Ġb c
li p
Ġbp f
decode d
ĠPR I
N ew
T LS
RE C
ĠC L
ĠJ AS
lic it
pend ing
ĠIV D
OFF SET
U nexpected
n p
con s
fa ctor
Ġcap len
CLE AR
Ġin file
me thod
Ġprev ious
B ytes
N S
d it
Ġs el
Ġr sp
th resh
V AR
m c
x a
ĠEN C
M ax
se m
ol l
CT OR
Ġp ending
Ġto p
Ġlo okup
; <
c leanup
Ġu i
Ġ1 4
Ġd ump
as k
Ġmy sql
ĠReadBlobXXX Long
5 1
Ġc nt
dis se
M I
e rence
Ġp p
ie w
> {
Ġs lot
Ġd ist
De vice
- -
: '
f alse
Ġc e
Ġ' :'
ac l
UR N
Ġtu n
SIG N
. <
N C
n r
te p
Ġr ange
buf s
ĠV M
bo t
pu sh
I E
Ġt ree
ĠT X
key ring
lo ts
ĠS IG
CO L
pro b
MEM ORY
L e
FI L
Quantum Memory
Co unt
Ġh id
RE D
Ġmem cmp
c lu
re rror
Ġcon trol
mb aff
LA Y
ĠRE AD
US ER
part ition
Ġu rl
AR G
CT X
i as
se ek
AR Y
ĠW PG
av ail
me ta
ex ec
IP V
Ġau x
Ġop targ
ĠSync AuthenticPixels
po inter
Ġpb i
1 4
J SON
f r
n or
x FF
to i
Ġa f
pa yload
AC CE
ell Type
Ġld blk
N o
l c
Ġo s
ĠPy Object
IO C
Ġpriv ate
proto col
ut down
Ġse tup
ex tra
CT YPE
sa mp
>% "
LO AD
ĠD W
ĠL oad
Ġkey word
12 8
CHAN GE
tain er
a ct
t m
Ġc c
B l
Ġn toh
CON FIG
w h
de st
iz er
ĠS E
ex p
F E
M ask
T ra
ĠPy List
Ġcomp no
Par se
M ON
g ing
Ġint f
DE P
la st
Ġun ix
pri mary
t d
is ion
Ġpro c
B in
in itial
Ġt d
Ġstr chr
pa ble
AC H
02 4
Ġextra ct
F L
V er
Ġex pr
bo ol
b ad
m ust
en er
Ġp md
Ġb us
Ġsh ow
Sign ature
I DE
ta b
ĠN O
ĠL LDP
lay er
Ġ12 8
b d
q uant
Ġ ON
Ġb r
ĠR e
ĠA F
ĠMagick Path
Ġz ip
LI B
PA SS
ĠMagickPath Extent
N ET
S tream
Ġn fs
le d
Ġg s
Ġend ian
ĠStr ucture
en able
st orage
al c
Ġde l
ĠF ormat
UN I
PAR SE
case cmp
ize d
bo ve
Ġcont ent
g p
er nel
Ġg d
Ġval id
P ORT
l ing
Ġc in
Ġf close
ĠP ixel
CO UNT
F ALSE
i que
s lot
End Of
TI F
Ġi v
Ġc lear
B ACK
Ġre lease
st and
Ġass oc
alloc ate
Re al
50 9
F ree
R GB
S W
le af
Ġh len
EN SSL
Ġpro p
i mp
tr ic
Ġd atum
ĠSetImagePro gress
Num ber
ĠLoad Image
en ce
ĠC on
Ġresp onse
5 5
A K
n one
Ġf name
IG H
EV ENT
N ot
R ed
en es
un serial
AL IGN
ST A
ception Info
Ġmag ick
ĠEx ceptionInfo
P ATH
Ġc d
Ġc at
ĠEOF Blob
Tr ue
I s
R C
U BLE
e mpty
st ore
Ġw indow
Ġframe s
lay ers
serv ed
plan es
bot tom
Ġi c
RE T
TH ER
sample s
Enc oding
i eld
s ing
th dr
Ġt m
Ġma pping
ĠT CP
ĠAcquire QuantumMemory
Unexpected EndOf
UnexpectedEndOf File
S D
Ġs addr
Ġre maining
Ġg ss
as m
E LD
Ġerr code
FI ELD
Ġun known
A IN
an y
Ġt g
Ġsc r
desc riptor
F rom
O RE
Ġ" .
ĠM AC
str dup
bo ok
Ġname len
Ġprint k
comm ent
ĠIn teger
ĠCoder Event
U V
w are
an t
Ġn i
Ġx dr
ex pr
ter n
fi er
ĠSSL err
Ġpu sh
Ġproto col
th is
ro und
RE SS
ac cess
Ġconne ction
l x
Ġs as
sc enes
Ġti m
Ġal t
su re
Ġp ad
ĠN E
ut f
ĠF F
ĠReadBlobLSB Long
Ġdw g
r k
Ġs pl
Ġf ound
Ġsta t
NO DE
ic ation
ĠV ORBIS
TE ST
Ġsy n
GRO UP
Bl ue
stand ard
p en
| <
Ġs max
di v
Ġnet dev
Ġcomm ent
av g
conne ction
Ġrqst p
ĠON IG
v s
se s
se ction
ct ype
ĠI rp
NE W
Ġ25 5
f lush
if s
file s
D B
G reen
v err
Ġp te
Ġm tu
data gram
Ġyy ss
ĠAR CHIVE
G O
] <
hand ler
u x
in eno
Ġr val
ĠC ellType
mul ti
resp onse
F lag
c r
se arch
Ġe e
def ined
ĠOP ENSSL
ĠCH ILD
sign al
Ġc af
ĠB CM
time out
al low
Ġnew np
Ġpart ition
bound s
Ġf e
Ġa t
Ġpa ir
AR RAY
LA N
Ġheader s
s ource
Ġc i
ma tion
il er
ĠBU G
/ %
1 3
en tation
Ġe t
co mple
Ġpo st
ĠX FS
Ġw ait
ĠA SS
for k
po licy
SY S
O S
R ange
s or
Ġc df
Ġf n
Ġw ork
di tion
b u
n a
Ġs tep
ad er
run ning
P UT
tu res
un it
ĠG ET
>[ %
4 76
C MP
l legal
z ip
Ġj pc
Ġas dl
sy stem
irt ual
WIT H
T ML
Ġsp s
Ġ1 7
Ġl i
INT ER
Ġz val
ĠCON ST
or iz
mb d
dig its
ĠPG M
Ġki ocb
Ġp l
Ġ1 3
ĠS N
ref erence
ĠMagick Real
ĠH AVE
>\\ \
ĠMagickReal Type
ĠS tream
con st
Ġis instance
j ust
re con
Ġc JSON
ta x
Ġp rec
rn al
Ġa ction
AC HE
ou rnal
Ġpage s
Ġvm x
u ge
Ġi oc
Ġn on
Ġ1 024
Ġl abel
Ġm us
AD M
ext ent
Ġmag ic
l t
r int
to f
Ġd addr
Ġdata len
Ġex if
IF Y
DEC REF
call back
1 7
P C
Ġf lo
Ġd ff
Ġg id
Ġme thod
ic al
Ġcpi o
an ch
Ġb gp
ue st
ser ve
TR UE
u do
rt p
Ġen code
EX EC
ĠH TTP
unserial izer
b b
l ash
pro bs
STA MP
R M
Ġc ifs
le m
ĠN ET
Ġk f
Ġsta ck
ri ption
TR AN
Ġtime out
Ġparam s
LIN K
can not
se udo
do ut
Ch annel
scan f
ĠAcquire Image
Ġimap d
2 6
6 00
I tem
T X
T OR
Ġ te
Ġre nder
or ity
> /
m y
n er
ata l
ĠP H
Ġst orage
ĠK ADM
Ġhex dump
DEV ICE
rece ived
C IP
F D
O D
f n
re move
Ġc sum
de lay
Ġl ow
Ġm ul
ĠE IO
is om
con dition
ap p
dis k
Ġmessage Data
itt en
9 000
F rame
T ab
Ġu c
Ġd h
fa m
ĠF LAG
BU S
cur ity
MO D
Ġpc ap
dis able
sy n
ERN AL
Ġexp ression
li ties
Ġpa ck
ĠA ttr
ĠDW G
Ġdel ta
H ER
L C
O ut
st ed
IT ION
ĠB IT
Ġis is
IC AST
pos ition
Ġsu bo
M AC
p re
Ġp rc
ti d
UN ICAST
Ġspl it
C ACHE
H AND
tr an
ch annel
fam ily
P OL
o uld
Ġ AL
mo tion
iter al
Ġge ometry
4 0
E MP
c rypt
re ction
Ġp t
Ġp len
ON T
ĠT YPE
as l
ma trix
ĠU SE
im um
rec ord
a che
Ġl imit
et ch
Ġlo op
Ch eck
Ġhdr len
PER M
ĠMAC RO
T ime
Ġng http
Ġp ic
on s
or ig
Ġ4 0
Ġen um
ĠMagick True
seg ment
FUN CTION
5 6
B I
C ode
T L
T e
Ġs ave
Ġa toi
ĠU str
En try
Ġc blk
on t
ST ORE
con su
DO UBLE
88 51
A V
O C
b i
x y
ĠC U
Ġoffset s
OL D
ĠST AT
ug in
Ġl xc
ss ize
>% .
ĠP RE
ĠU SB
ab s
allow ed
C D
M AR
ĠN um
ch ild
Ġma t
Ġtr k
pro file
for mation
Ġcomp iler
gen er
ound s
R X
c ert
i a
Ġu dp
Ġma rk
PR IV
Ġser ial
Ġmode l
IF T
Ad dr
ifi ed
ĠMACRO BLOCK
B ASE
d d
ĠT C
Ġse ction
Ġpc i
sele ct
9 6
A UT
L IT
Con tent
ABLE D
a tive
u ite
Ġ* =
ver ify
opt s
ĠPRI u
S QL
a ce
ta ch
ĠS e
Ġpro g
Ġrs rc
) ,<
9 4
W M
b us
j ob
w ard
Ġb count
la ve
ĠSetPixel Index
Comp ression
PACK ET
c d
Ġs se
Ġc fm
Ġp dev
pe g
Ġst rerror
be st
enti fier
Ġsel f
disse ct
F ield
p k
p lay
tu al
ent er
SS AGE
key s
EX CHANGE
Ġth read
>- -
OBJ ECT
rece ive
ĠCO MP
ĠIo Buffer
E K
I AL
Ġif p
Ġa b
Ġx mi
NO WN
ĠH TML
av ed
802 11
E M
U p
s r
v r
Ġm x
ST ACK
Ġarg p
Ġmin or
SUPPORT ED
a rea
m nt
Ġ1 8
ĠC OPY
ĠC opy
Ġnet dissect
P AGE
W IN
Y UV
d rop
Ġs ort
Ġj p
Ġntoh s
DEP TH
ĠLoadImage Tag
an al
Ġn h
Ġd cfg
ĠS Y
ĠB T
TR UN
mi ss
Ġdi e
au dio
ust om
Ġorig in
Ġck Size
AUT O
3 99
d be
k rb
map ping
Ġsh dr
token er
z alloc
Ġy v
ĠO E
Co re
ĠMS PACK
S PE
l p
an g
Ġco okie
LO B
Ġen sure
Ġst dout
3 5
M LS
t kt
Ġi llegal
Ġp red
Ġv d
ĠI CMP
put c
COMP LE
w indow
Ġs iz
Ġc g
Ġp df
Ġre con
ur b
ĠT SR
block size
Ġsc reen
Ġdp x
Ġbyte stream
Add ress
ea ch
real m
ĠTSR MLS
Ġ on
Ġc r
AL G
tic al
Ġsend er
Al pha
Bin ary
t fr
Ġe dit
Ġo ther
key word
Ġun lock
>\\" %
olu me
Ġc ptr
Ġl c
IN DE
SH IFT
scan ner
SER VER
C ALL
m ult
se ctor
Ġ1 1
id s
Ġstr l
Ġgo t
ĠM B
ex ception
bit map
Ġti f
AS H
mt p
36 2
Ġev t
ACCE S
CIP HER
B it
S Z
f ull
p ad
Ġyy scanner
Ġle af
ĠCoder Error
UNK NOWN
N G
re lse
or tion
Ġd m
pe ed
ĠS TR
INT ERNAL
Ġma ke
NO RE
Ġcur buf
am ma
Ġext ent
F C
Ġb io
TO K
LI ENT
De f
ĠIP PROTO
ĠIN IT
D ATE
V irtual
Ġ order
header s
CON TR
Ġsample s
Ġir q
ĠQueue AuthenticPixels
Tra it
F irst
e lement
r x
Ġi info
Ġr desc
do m
ĠB IO
ME SSAGE
ref s
L o
N Compare
T K
g r
s on
rt y
Ġg p
Ġa cp
ri ver
Ġq mode
Ġse ss
IO CTL
Op en
ĠLocale NCompare
E S
P IC
S er
in o
Ġif r
Ġa bs
pa ir
ser vice
name len
ĠReadBlob Long
A c
s se
x h
ag er
of s
Pixel Trait
ĠH eader
Ġsub size
au x
ĠSQL ITE
war n
( %
: \\
F or
w b
ss l
pa re
Ġti ff
count s
CON N
F LO
g t
u i
z u
st mt
Ġg t
Ġw r
Ġyy n
bo ost
Ġsh m
test s
Ġser vice
ĠThrow File
Ġac cess
MAT CH
ĠThrowFile Exception
. '
C LO
x attr
an dom
Ġf ix
ĠE ACCES
AT OM
Ġ' .'
Ġpr inc
2 1
B lock
c trl
n b
Ġ try
ĠEX IF
Con fig
priv ate
Bo x
ĠLocale Compare
TRUN C
CONTR OL
F REE
M ER
R ow
Y PT
w ap
lo op
ch roma
REQ UEST
b ind
l ate
Ġp alette
AC CESS
Ġfor ce
ip pi
Ġenc oding
Ġind ent
ĠPixel Packet
P H
Ġs lots
ch an
Ġk malloc
ĠT K
con t
MA G
COM MON
ass oc
IST ER
ĠReadBlobMSB Long
B its
l iteral
ta sk
Ġr lvl
ĠE PERM
par m
Ġbp s
plan e
78 7
TOK EN
L ocale
S igned
d n
s m
Ġf ind
Ġr w
ĠN OT
pa c
AN Y
Ġpar ameters
ĠO K
ĠSetPixel Red
ĠSetPixel Blue
ĠSetPixel Green
ĠQ MODE
change d
Ġs es
al k
ĠS H
ĠE MIT
no te
Ġen able
sta ll
LA NE
Ġbit map
DO WN
iss ippi
miss issippi
Ġstr val
Ġa bove
li b
ĠI O
Ġres ource
Ġopt s
Ġph y
Ġsign al
fe ature
ĠIo Status
Ġdc cp
C RE
U MP
e vc
t tern
Ġs scanf
pa k
ĠC R
ĠT ell
ĠMS R
Pro perty
Ġblock size
ĠMax Text
19 0
over flow
nor mal
ĠPRE FIX
ĠTell Blob
ĠMaxText Extent
F loat
w rap
Ġ er
Ġin filename
ĠC lose
at pak
CON NE
Ext ension
Ġflow i
wr itten
ĠFormat Locale
F lash
R ight
i se
Ġc lu
bl ob
Ġl ib
Ġd raw
Ġt xt
IN E
line s
E AT
E MUL
f inish
o verr
Ġstr casecmp
name space
DI V
Can not
j ournal
Ġf unc
Ġres olution
bo olean
Ġkey ring
us age
Ġattr s
comple te
TRAN S
, %
= "
> .
a pter
m idi
t cp
Ġ ^
Ġc ork
Ġp f
Ġn pages
Ġd x
Ġh ook
RE CT
ĠR un
uff ix
ME D
ne go
CONT IN
0 5
s asl
Ġc ipher
on ent
Ġd own
for ce
inter nal
Ġref resh
Ġro ta
LOC AL
Ġrfb Client
Ġclu ster
4 16
L ine
U ID
pi o
Ġk e
TIME STAMP
- '
> $
Ġs st
st d
Ġg uest
Ġ' -'
pr m
qu ence
cur r
Ġstrn cpy
Next ImageInList
> }"
O ption
Ġp Parse
ĠR D
ĠG SS
Co mm
Ġdi ff
comm on
>{ <
7 0
D ONT
c or
or st
Ġu sed
ti o
Ġe printf
Ġco spi
Ġw b
Ġma trix
EX IT
Ġget c
ance l
ĠStructure Class
M IB
P ID
R UN
p rec
ce s
IN V
AD ATA
tra it
Ġcall back
INDE X
6 24
I X
L T
R U
T h
e ded
Ġ array
set ting
li m
sp l
Ġih evc
Ġrec ord
n mb
o te
Ġb ail
Ġ1 9
Ġk zalloc
ir m
EN C
ĠU ndef
FRA G
Ġtran sport
samp ling
ĠUndef ined
P alette
d ist
h w
in et
Ġp ng
Ġin tra
Ġd up
Ġch annels
um n
RE AS
ĠC AP
ĠD ata
Ġpro perty
im g
Ġcodec par
Inter face
M sg
N ON
S M
[ %
b k
c u
v cpu
Ġ ent
Ġn f
Ġin stance
Ġv start
Ġstr dup
ĠC PU
ĠA SN
ĠL D
Ġpro cess
time stamp
tl s
Ġre loc
Ġf inal
ĠE OP
do c
Ġpro t
DR V
Ġpar sed
VE CTOR
LV L
Ġes il
ĠMY SQL
Ġos Str
Ġscr atch
rint f
3 0
C LIENT
P L
S upported
c lock
l ld
Ġs upported
Ġv if
ĠS K
DE D
LE VE
la mp
ex pected
enc oding
ĠpS uite
ĠSize Y
C tx
l ar
s ig
Ġp ir
Ġb n
ch annels
Ġh v
Ġh igh
PRINT K
rc u
Ġvalue s
pro g
offset s
MAP TYP
Ġimp eg
br anch
25 6
ĠClose Blob
C TR
Ġi data
Ġi req
Ġc li
Ġp mu
st op
co okie
Ġsh p
TH E
AG AIN
dp b
ĠTIFF TAG
war ning
syn tax
G EN
Z IP
an ager
pe er
ng http
rest ore
Ġrp m
ĠLIB RAW
consu med
e re
r q
Ġc alloc
Ġin st
Ġl mp
ĠF EAT
Ġpi comp
Ġpos ition
net work
point s
mod ule
Ġpd u
4 20
B L
S SION
e f
Ġ ATTR
on ents
rea ch
Ġh i
ul ate
read y
Ġfa ult
Ġmod ule
UNI MULTICAST
P os
m tu
Ġp Tab
Ġb ounds
Ġf ac
Ġin stall
ar se
Ġ1 000
Ġq p
sc r
mb ol
CO RE
di rty
DI O
ĠY R
Ġrec v
NOT SUPP
rep lace
FIL TER
d y
re maining
Ġf open
Ġd flag
Ġth e
var i
Ġexp licit
sup er
MAG IC
D b
F IN
re mote
ĠE AS
Image Data
res sed
ORD ER
Ġdesc ription
Ġpg m
Ġscan line
direct ory
TIF Y
RET URN
D is
F AC
X C
k dc
p ower
in v
de lete
ase cmp
ne g
Ġcur r
Ġcount s
nc asecmp
SK IP
BYTE S
ĠSetImagePro perty
Up date
c um
in sn
ti l
ĠB N
po se
Ġopt val
IS OM
De sc
d en
g lobal
o le
Ġc x
Ġb ig
Ġv dev
Ġps rc
ME DI
MA IN
ĠW idth
NT AX
chunk s
Not Supported
6 5
I f
M ap
b p
Ġc trl
ti cket
co pe
tic ity
Ġqu ery
ĠCL ONE
REAS ON
O VER
d ma
e b
n l
Ġ xt
Ġv q
UL E
ĠP ER
and box
Ġcm s
RA N
DI RECT
Quantum Pixels
sy m
ĠENO DEV
ĠZ IP
ĠSN DRV
PRIV ATE
ĠEOP NOTSUPP
B ER
r w
x ab
Ġf lush
Ġf unction
Ġf lip
Ġa e
Ġme di
sh info
ĠO S
VER IFY
SY NTAX
ms r
. %
D BUS
V R
Ġi ss
en ded
Ġre quired
do main
ĠC C
ĠC h
Ġma in
LA ST
port s
TO O
tif ic
Ġdist ortion
ATOM IC
2 000
A F
P o
re try
or al
Ġt count
RE ACH
loc ation
In it
io vec
Ġmsg hdr
Ġpi mv
IG NORE
HE V
vp n
ĠQuantum Range
Ġimg data
Ġht ons
h ook
j or
Ġs vm
ma g
al ign
Ġin f
ti z
Ġg amma
Ġh d
ĠS IZE
con tent
il legal
ser t
per ties
ok en
TH READ
lay out
d s
f h
Ġs igned
Ġd rop
ĠS W
pa que
Ġw s
ĠI s
PR OP
PRINT F
sh ow
Ġsh are
ĠH eight
Ġun ion
string s
local s
Ġmeta data
CONTIN UE
> !
w q
en s
Ġp tmp
Ġb prm
Ġu dev
ch g
ĠA P
type s
Ġct b
ID X
Ġver def
rd c
CP U
SO CK
band width
Ġbc m
Ġcat c
Ser ver
1 00
L AT
T CP
s ad
u ction
co ver
Ġw p
ĠI HEV
la in
sc a
buffer s
res olution
Ġsc m
Ġ>> =
Co uld
Ġinter p
Ġdec oder
Ġifa ce
normal ize
D ouble
i ble
v ma
Ġp oc
tr unc
Ġre x
me tric
Ġa pr
Ġh ard
ĠG P
op er
ĠW ARN
Ġcur sor
sn ap
String Info
Ġloc ation
Ġpe ek
18 9
BUF SIZE
Ġsys log
Le ft
ĠSTAT US
G ener
] \\
a tures
y c
st y
Ġu ri
ti ate
Ġm t
pe at
str ict
ĠP arse
ri ve
Ġvalue len
count er
Ġav ail
Ġsy nc
rect ory
ryp ted
ĠASS ERT
T S
e printf
h y
p oll
Ġe ig
Ġstr to
Ġa ct
Ġch ip
li ver
ĠD o
Ġz rtp
inter cept
Re quest
Set AttrId
NS AP
ĠBIT S
ĠUstr cmp
Ġeig rp
j mp
o in
te ct
le ave
name s
Ġse p
In put
CT ED
ĠMagick Core
ĠV al
UR CE
Color space
SR C
ILE D
Ġfil t
Ġpost script
Ġpir lvl
ĠMagickCore Signature
3 3
C OPY
E G
m on
Ġb d
Ġin valid
Ġg uint
ĠM OP
Ġk vp
Blob Size
ĠGet BlobSize
field s
fe atures
fail ure
ĠSize X
Ġnon ce
HAND LE
ces sed
CTR L
ĠIHEV CD
u pt
Ġ. ..
Ġb u
Ġn ow
ĠE AGAIN
ĠP ACK
ul ator
sh ould
ĠU S
Ġav g
FA ILED
attr ibute
Ġdi gest
SK B
ĠPER F
7 4
C OR
F LOW
R TP
Ġl z
Ġt num
ĠC UR
di ct
ĠK SZ
check sum
Ġtg a
IAL IZE
P LANE
Ġ LE
Ġc u
Ġp ing
Ġu rb
ti ty
AT URE
Ġout buf
Ġas n
File Name
Ġfl atpak
SER V
Ġld ap
Bo olean
Ver sion
, "
C reate
C opy
o ta
q index
Ġ Start
Ġf b
Ġh dev
ERR NO
ĠF AIL
sc al
block ing
Ġread len
Ġtime o
tile s
ADD RESS
ĠReadBlobMSB Short
DONT WAIT
F T
I nd
R ST
c rea
k s
o ot
Ġs aved
ma ke
set tings
Ġse le
Ġse curity
sh dr
MP LE
af ter
VER T
SY N
ĠLD AP
5 9
G LOB
r ight
v iew
ma ster
Ġre try
Ġu addr
Ġo e
Ġr ing
Ġt k
ĠS U
ĠD H
ĠD M
pro t
STR U
BLOCK S
ĠUndefined PixelTrait
3 8
F unction
V dbe
X T
d m
d x
r s
r mt
DE N
Ġen queue
Ġse cond
ĠMagick Boolean
BU FS
AN T
Ġsc si
ĠRE G
Ġsub type
GE ST
Ġgp lot
FLO AT
O THER
v b
v l
z val
in tr
se tof
te cted
ch ine
Ġk ernel
ĠP EEK
ver def
Ġtr ak
ĠV er
TI FF
AS N
ab ac
ĠO pen
Magick String
Ġoff setof
use c
color s
Ġus age
lar ge
D i
J ECT
Ġe k
Ġt con
IN ED
ro ute
fo re
ing le
um my
ĠD C
Ġto t
em on
ING LE
Ġth resh
Ġattr ibute
Ġdis k
ĠMO DE
Ġssh buf
ĠMagickBoolean Type
C ur
M PEG
re serve
Ġb t
st h
Ġl l
ht ml
Ġsh a
AN CE
be gin
Ġvm case
PRO C
ek Blob
conne cted
Ġtim r
ĠNum Channels
ĠSe ekBlob
> =
F AT
f ill
s vc
Ġs mtp
le ader
Ġd a
Ġr size
Ġcon tainer
ĠP RO
Ġal low
Ġver ify
Le vel
Ġihevc d
cum ulator
; '
S ub
h len
t or
Ġl ineno
Ġo wn
Ġd j
Ġr rd
ĠN FS
Ġh ave
ĠR AP
Ġ' ;'
Ġbuf size
oc ument
sh a
pro gress
ĠU DF
qu ery
ĠGet First
Ġstart code
0000 00
work er
ass is
LEVE L
ĠRAP TOR
ĠGetFirst ImageInList
M in
i od
Ġc ert
en um
Ġ" \\"
le v
Ġd q
ro ut
err upt
str uction
low er
comp ress
ph y
ension s
Ġck ID
Colormap Index
ĠCOPY THE
ĠCOPYTHE CONTEXT
! \\
6 6
L ink
P age
T EXT
b url
v lan
Ġi a
Ġv mb
ĠN F
Ġco m
Ġh mp
RE NT
Ġk arg
end ian
Ġret v
ĠT H
po st
lu ma
Ġlog ging
Ġpos ix
FO UND
Ġbl ob
Ġrota ted
( )<
I ENT
p mu
s f
ge tu
Ġ3 0
Blob Mode
EN CE
EN DI
ĠRead Binary
SO URCE
bu ild
ĠOpen Blob
ENDI AN
ĠReadBinary BlobMode
B CM
K E
R SA
id ge
get c
ĠI FF
ĠG PM
TI MER
che ma
ĠO T
Co eff
PRO T
UP T
ust ed
PI CT
Ġdis card
disp lay
spl it
ĠGPM F
9 5
V LAN
i entation
p g
s addr
t xt
co spi
ic s
ĠH andle
MO UNT
HE L
ĠINT ER
own er
ĠVal id
C F
E P
H IGH
N AL
i ctor
k ernel
s afe
Ġs x
Ġv A
ĠN L
Ġt val
end point
Ġyy msg
mode s
pic ture
Ġta il
stream s
word s
Ġtrans fer
ifi er
H as
Z ER
en ame
Ġstr str
Ġstr ip
Ġm idi
co uld
ĠMagick Size
Ġz ero
LEN AME
Ġno tify
Ġrun ning
Ġca che
IM G
REC ORD
ĠMagickSize Type
> |<
B ad
Ġs mb
le ep
ug h
Ġe h
Ġm g
ĠE TH
pa tch
ĠP K
Ġ3 1
RO UND
iv d
ĠSC SI
PROTO COL
imp ort
ĠAP LOG
Coeff s
B B
V ar
Ġi con
Ġp W
Ġin c
Ġin teger
ed ia
AC L
ĠB O
Ġal en
Ġline size
ĠINT RA
TIME OUT
Ġsa fi
MAR K
ĠPACK ET
) :<
b a
b ut
p ct
Ġi e
Ġl ptr
il ity
Ġval bool
es il
NO TIFY
sh are
Ġcm sg
CO D
mo re
Ġ5 12
Ġoff s
Ġdo main
Ġlist en
SY NC
RES SION
Ġvmb reak
9 0
> ><
Ġi i
Ġv net
un able
RE SP
ĠC F
ĠI mp
ra ce
ex ist
ITE M
ĠSetImage Extent
enti ty
meta data
Ġic sk
EMP TY
D CT
b size
s nd
in f
de pend
ar ning
Ġh p
ĠC VAR
if ic
ME T
ra tio
PE EK
Ġtmp zval
pic s
fi fo
Ġal ign
CON D
IP v
are na
ĠSetPixel Alpha
Get AttrId
REF ER
ĠTIFF Error
PU SH
Ġchroma ticity
avail able
A rg
M G
R un
Y P
u ble
Ġ End
Ġf it
id ue
Ġg ray
um b
ĠE THER
RE TRY
ĠC om
Ġj ob
SE ND
Ġq t
SH ORT
OL L
Ġcolors pace
ĠRec ord
Unable To
Out put
S UM
T UN
g ap
tr ns
al igned
Ġl bs
th an
Ġh and
ĠP ART
sh utdown
lock ed
EN TRY
ld ap
RO UT
Ġmessage Content
Ġsz Line
Ġ"[ |
** **
Ġsubo pts
ĠIO CTL
? "
M AL
e v
i lities
o to
p op
x e
Ġc rm
IN PUT
Ġne sted
ĠD CT
ac cept
DI GEST
UT DOWN
mar gin
RD ONLY
Ġstrl cpy
G RA
c rypto
g round
h uge
l sb
Ġ \'"
Ġ" :<
me di
Ġl fi
Ġd ctx
Ġr mt
Ġm r
ĠD IS
ne ed
ra i
ic mp
pro perty
for med
pp end
GP IO
Ġtimer i
Ġng x
ĠMACROBLOCK D
Comm and
ĠOS AL
Ġ\'" \'
C U
M i
t le
Ġi ocb
Ġs afe
Ġs lave
Ġp ol
se cond
Ġre set
ĠP ro
Ġst bl
ĠL XC
CON F
frag ment
Ġgs o
tran sport
COMPLE TE
Ġfac ilities
D H
S ource
f il
s rai
Ġb w
to re
Ġm on
ĠR MT
ĠA U
OP EN
Ġpar ser
SH ED
comp ressed
match ed
Virtual Memory
mag ic
a w
g n
g rp
t c
Ġi mm
Ġre move
Ġre mote
ti v
Ġr h
of t
do uble
ĠP age
par ate
De bug
ĠJ PC
Pa rt
irq restore
Te st
- %
N OR
T he
g b
o str
r andom
s uffix
u dp
Ġs rp
er tific
en se
Ġ" |<
te ll
Ġo ver
ĠT AG
as ses
LO OP
ne ss
print k
Ġse arch
ĠV AL
ĠReadBlob Float
Ġun ique
Ġmi INT
us ing
sn mp
Data Size
QU OT
Res ource
ass ert
ĠBU F
Ġvalid ate
Ġflo p
Ġte e
ĠPH P
MEDI A
OTHER S
ĠImp ort
ertific ate
2 3
E AD
g no
Ġf ull
Ġh f
RE SH
ĠM ac
pa tial
Ġx frm
ĠF D
Ġnet bk
Ġac tual
comp onents
SP ACE
AME TER
BO X
PK T
fix ed
Ġcmpt parm
VR RP
A n
N EXT
S ave
f atal
Ġre peat
Ġf seek
al len
ĠN o
Ġa pe
Ġh b
Ġde lay
ĠV CPU
Ġpo int
SH UTDOWN
mem set
Ġad just
OK E
ĠZ END
Ġfrag ment
packet s
sec ret
mod rm
ĠRecord Length
allen ge
/ "
0 7
S y
T oken
l b
in sert
Ġp ps
Ġin o
ti m
Ġd uration
ss h
at ing
ĠF I
am ily
IP C
PAR SER
Ġph ase
Ġrlvl no
pac ity
RAN GE
J PEG
l ineno
r tr
x d
Ġs ll
Ġn ump
id ct
Ġstr asm
co res
ĠE lf
Ġ2 8
ĠR O
arg v
ol ve
ex im
for ward
Ġsh utdown
Ġal l
Ġread er
ĠY V
ke v
lement s
+ '
5 4
a pic
h s
l lu
o ice
Ġs up
Ġs top
in val
tr ate
id r
Ġk db
Ġ' +'
par ator
ter min
Ġcl t
recv msg
Ġck DataSize
WIT CH
FAT AL
B R
F ER
M V
O r
g ss
i ver
re m
Ġc tr
str ain
ptr an
Ġres no
UN SUPPORTED
read ing
Ġti cket
Ġdi rectory
Ġsub sampling
frag s
Ġrun length
tm x
ĠCopy MagickString
Ġhi res
vari ance
>= =<
F B
W idth
e ometry
n am
Ġd len
Ġv s
Ġv da
ĠN CH
Ġm rb
pe ct
RE SET
ĠM V
Ġ2 6
Ġk w
OR IG
AL U
pt ype
ĠL ist
ĠV ER
VAL ID
ac cumulator
DR OP
Ġpo licy
ry ption
Ġ12 7
Ġsn ap
Ġvar p
dig it
FIX ED
PK CS
rap per
>! =<
# %
4 8
H ash
L ock
L ay
W arning
c abac
f etch
Ġs ixel
Ġs dp
Ġre served
Ġin line
Ġe l
Ġd eno
Ġv lan
Ġerr buf
LE G
ĠB TR
Ġtr ace
EX P
header len
Ġfp s
Ġfrag headerlen
Ġrfb Encoding
Ġus char
Ġfil p
HO ST
ARG S
orig in
ĠPART ITION
ĠBTR FS
E ST
M ul
g ot
Ġre ce
Ġre port
Ġm map
Ġch assis
end or
DE ST
ĠA D
nt er
Ġme ch
AR CH
Ġ3 3
par ms
cmp ts
Ġopt name
AN GE
mem cpy
Short ToQuantum
Ġcommand s
Ġor ientation
ĠScale ShortToQuantum
RD WR
Ġdb g
Ġelement s
Sample s
ĠCon strain
Ġflo or
STRU CT
ĠConstrain ColormapIndex
A r
H ASH
T AP
f unction
h id
i pi
Ġf read
te k
Ġv olume
un map
Ġh uge
do es
INT EG
ip tek
pro perties
Ġcpu id
ab ort
comp ression
ĠX ML
SP C
enc y
bin ary
Ġalloc ated
Ġan al
ee e
R ect
S t
S wap
i ent
o ol
t gt
re served
Ġr ight
ĠP seudo
AD MIN
uan tiz
ext ension
PAR AMETER
Un ique
ĠBGP TYPE
initial ized
yc le
ĠPseudo Class
, '
I SE
s id
on d
or ith
le x
Ġl ld
Ġd ummy
Ġv B
Ġv host
ĠR PM
if d
Ġ' ,'
per m
Ġse en
ĠMagick Max
che me
Ġun it
log ging
pl ugin
AP I
sub type
Par ser
Ġprefix es
clu ster
ĠAcquireImage Colormap
Ġmul ti
GLOB AL
Ġgray map
Mi ssing
D Y
G SO
S AS
l one
l blk
l ru
p w
Ġs pace
Ġc map
Ġb ind
Ġd im
Ġg it
Ġg boolean
it or
IN O
Ġch ange
ĠP FMT
ĠF ile
CH ED
add ing
FF FF
col umn
ation s
PAR T
Ġqueue Item
Next Image
Lo op
9 2
g c
on tal
Ġn ad
Ġn args
Ġe mpty
Ġo k
Ġo idc
AL T
Ġst mt
ĠD ATA
Ġnew inet
Ġkey len
im er
dis abled
CP OPT
device s
tup le
Ġdis play
CR YPT
SUB TLV
Write Reg
Ġfield s
SIGN ED
Ġyyss p
oriz ontal
AV AIL
Ġiss pace
Ġws ctx
ĠFI LENAME
4 00
C ap
v id
x ception
Ġi eee
Ġf amily
ad m
ti ble
Ġe ob
Ġr buf
un supported
str ip
up per
Ġex tr
ME xception
Ġen tity
Ġse ctor
Ġ<< =
di m
IP ER
ĠThrow DC
Ġgen er
group s
DO T
Bo ol
Ġab ort
ĠThrowDC MException
P D
S ound
g ain
m di
s XXX
Ġ DEFAULT
Ġi kev
ge d
Ġn al
id entifier
ĠM D
ST EM
is er
ve ctor
BU SY
Ġrc v
Ġal ias
RO M
ib u
Ġsi te
QU AL
irq save
cred s
BIN D
ĠStructure Flag
Ġgt k
TIMESTAMP ING
G I
P ri
S INGLE
W D
p te
s ide
Ġn ot
Ġl f
ĠE V
RE AL
DE CODE
con tainer
ip v
ĠD PRINTF
Ġip h
ĠU Char
ĠU DP
res ource
AS K
Ġext ension
Ġmi ssing
Ġro se
Ġup per
thread s
Ġdd s
ĠDestroyImage Info
Ġpayload left
Ġca pable
Ġlz x
T TEST
i i
i ted
m any
o ve
s cope
ma dd
le ss
Ġe o
Ġa iptek
ĠM IP
INT R
Ġout file
ra tion
UN IPER
EN ABLED
BIT DEPTH
Ġnet work
Re c
EE E
ĠString To
HIGH BITDEPTH
MET ADATA
ĠETHER TYPE
2 7
5 7
F ULL
L oc
T ile
V OL
c alloc
n xt
t ty
w orst
Ġl fm
ĠS ET
li fe
Ġne x
con vert
ĠG TK
NO TI
MA ND
io s
DI SP
DI SC
UT F
Ġrd p
socket s
utt on
Ġnd pi
Per Sample
Ġtrack s
SHA RED
sw itch
Signed Long
ĠValid ate
Has AttrId
ZER O
Mul ti
B uf
E AX
M a
b or
c ut
y v
ar p
ad just
Ġstr ncasecmp
ch dr
pi ck
ĠP OKE
Ġma chine
Ġyy state
ver se
Ġres idue
ex pi
ĠW rite
ic ator
UR L
sub mit
Ġmp t
Ġred map
Ġgreen map
PA K
Ġblue map
USE D
sup port
ĠNET IF
F P
F RM
H T
I ns
I CK
L ast
P rintf
s igned
w ake
Ġi b
Ġs ad
Ġb mi
Ġf q
Ġf path
Ġh op
if ication
IC Y
Ġad apter
PP ER
event s
Get Error
REG ISTER
pri ority
PRE D
Ġrx opt
ĠCO DE
FIL L
book s
Ġsyn th
* "
B T
B IG
H andle
N ode
d tor
h int
in te
Ġp an
Ġp tl
Ġf ptr
Ġe free
Ġd rm
Ġd river
Ġch r
ĠP F
as ync
SE LE
Ġq uant
ĠF S
sh ake
Ġcp l
Ex pr
Ġindex es
Ġlog ical
Id x
level s
cmd s
Ġchunk size
cl one
If LE
Ġhard ware
COR R
Ġmg mt
ROUND ING
Ġsite arg
E OF
T LE
d u
d uration
e q
Ġs orted
Ġ" )"
Ġo z
Ġv t
\\ \
ĠS WITCH
pa ttern
ĠP a
map s
SI X
ĠD BI
Ġlo ff
comp s
ĠRE T
ĠZ VAL
COM MAND
hel p
En tries
ĠSync NextImageInList
Ġinfile size
ĠFormatLocale String
HEL LO
CORR UPT
ĠDBI c
c ertificate
s lots
w in
Ġi buf
Ġo len
Ġd g
Ġm xf
Ġco eff
Ġh dl
Ġk v
ĠR A
ĠT race
at tach
ra mer
Ex if
ĠGet AuthenticPixels
auth entic
28 4
Ġreal m
FUN C
tric s
CLO SE
Ġdq coeff
ĠBO OL
Ġsup er
ramer ate
> :<
G roup
P OP
T ABLE
d ur
Ġi gno
Ġs ingle
Ġp hdr
de s
co ap
ĠM in
as dl
AC T
ĠL AST
dev s
ic ient
ĠV AR
Ġz bin
ĠENO ENT
ĠMS B
REG S
PRE SSION
WA RE
Ġadd reply
Per Pixel
pd u
G eometry
R ate
W RA
v rrp
w ide
w ay
Ġ AT
Ġs ip
Ġs tore
ma il
Ġb m
Ġl p
Ġl lc
Ġe f
Ġo u
Ġo vl
Ġh ub
SE CTOR
ĠB YTE
ble m
ver ifier
ĠL MP
mm ove
Ġz de
ld ub
Ġgf n
Ġ6 3
Ġcfg t
var s
Ġ"- -
DEF INED
CRE ATE
Ġown er
ĠMac Ctx
An y
INTEG ER
= \'
D S
T U
U ser
b ar
k b
n of
s core
re co
Ġc ustom
Ġe ther
Ġr ule
Ġr gb
ĠE MSG
ĠI MAP
IT H
LO OK
ir c
ĠEX PRESSION
Ġid entifier
ast er
ĠIn put
Ġfil m
44 4
gf n
ALIGN ED
Te mp
ĠSY S
Ġfix ed
cover y
QUOT A
* <
A Y
B ack
h i
p ng
Ġs ack
Ġp Data
Ġf w
Ġm h
co s
un pack
dr iver
SE G
ver tical
par ameters
EX CE
em it
Ġfi ber
Re ply
LAB EL
Ġmod s
Ġpass word
ĠWavpack GetError
From List
ĠASS OC
ĠTrace Event
ĠWavpackGetError Message
4 22
c sk
c group
p el
x ml
Ġc group
Ġp ts
se p
Ġb er
Ġu len
ing s
Ġ2 3
con tain
ĠF LAT
Ġend point
put s
PE D
CH UNK
pro xy
cmp t
BU ILD
Re f
sy mbol
Ġbe a
Ġmo v
ĠAcquire NextImage
Ġsf p
default s
itt le
sing le
ĠPH AR
ĠImport QuantumPixels
orith m
< /
E LE
L abel
Q UE
U DP
V iew
c f
c li
c dc
Ġ SV
al D
Ġin buf
Ġe ff
ĠS G
ĠB lock
ĠG UEST
tic ast
ĠW B
Ġtype def
em u
ca pable
EE P
mer ge
Pro file
trans fer
Ġtoken s
ea tures
spec ified
Al ign
disse ctor
act er
A SS
H W
b f
c ast
p le
q uantiz
Ġi rp
Ġs pp
bl ic
ma y
Ġn t
Ġg fs
Ġco ord
ĠM L
Ġ2 2
Ġma ptype
con cat
EN CODE
FF IC
IL L
ĠDe lete
SP S
iff ies
0000 000
Ġpk to
ACCE PT
doc ument
getu int
Cap ture
ĠRET URN
ĠFLAT PAK
FFIC IENT
J O
R LE
W rm
m k
n f
Ġs v
Ġc lock
Ġf mode
Ġn skb
Ġd n
ĠN P
ch ain
Ġpa t
Ġnew serv
Image FromList
ĠL en
Ġerror s
ĠMagick Signature
EX IST
Ġta b
ĠO ut
min us
Ġdi com
Ġad ata
und er
Ġinter lace
comm it
Ġsn mp
pass word
MIN LEN
ĠST ATE
VPN MULTICAST
VPN UNICAST
VPN UNIMULTICAST
POL ICY
assoc i
lld p
ĠEMSG SIZE
A RE
D ec
M note
h ave
i code
r sp
Ġ0 0
Ġf m
Ġf eatures
Ġn ntp
Ġl rc
Ġt b
Ġw c
uff icient
Ġend ptr
Ġse quence
In stance
Ġtr af
ĠH EV
Ġmax imum
OPT S
fe rence
YP TO
9 1
C all
C ERT
L ACE
O W
W PG
c time
c rop
i val
s o
z one
Ġ od
Ġ ER
ma th
Ġin link
tu n
Ġd ash
Ġde liver
ur i
AT CH
ĠT EMP
ĠA CL
Ġj id
AR GET
mb x
ra c
FI RST
Ġis o
lv ls
Ġac m
ĠENO T
ph an
ĠJ SH
Ġcode page
.. ."
Ġitem s
Tr ans
Ver ify
ĠRe set
IGH T
gener ic
overr un
ĠVAL UE
reco gn
I A
O G
h d
o if
ro se
Ġh fs
ĠP AM
SI n
ĠH DR
DI CTION
\\" "
tra ct
LS P
TO LE
De code
Pro cess
COL OR
Ġgd Image
TUN NEL
INO DE
ĠHEV C
an ts
Ġc q
Ġp C
de blocking
Ġu ref
Ġe crypt
Ġv ec
Ġv irt
Ġg char
ER Y
AT ED
ĠC lone
Ġma ster
SE Q
Ġst cb
ir on
sc reen
ra id
ex ce
error s
Ġmax count
dis card
char s
TE MP
net dev
Get I
Ġdis able
skip ped
Ġ"/ "
PO W
colormap s
DIS ABLE
Ġpair s
NOR MAL
Ġecrypt fs
7 2
A A
C NT
K O
T MP
e ob
f loat
Ġc rypt
er n
Ġre strict
or z
Ġd r
Ġd ptr
Ġt ss
Ġa ck
Ġw alk
par ameter
MA N
ic tion
Ġname s
list en
TYPE S
Ġ/ =
AP P
Ġdi v
Ġrd mult
Ġmo re
seg s
Ġoutput buffer
Ġpri me
thdr len
Ġmedi a
oto metric
WRA PPER
B MP
R ARY
S rc
b reak
Ġs andbox
Ġif index
Ġin Name
ti ck
id ent
ĠS MB
Ġerr str
Ġj ump
sk top
Ġnum comps
EN ABLE
Ġti d
fault fd
Ġuser name
use s
Ġimp licit
LIB RARY
ĠSK B
ĠFAIL URE
ĠRO SE
nam ic
SAS L
Ġmissing args
ĠMSB Endian
> @
K DC
c al
l sp
x xh
in ation
ad ata
Ġe b
IN SU
Ġa pic
el p
ock et
Ġx args
AT OR
ĠF OR
ĠF rame
Ġres level
Ġfile pos
Ġsw ap
Ġle x
ĠGet Quantum
File Resource
temp oral
priv ile
COM M
fm ts
Ġdevice s
IE S
FE ATURE
oriz ation
sector s
OVER FLOW
snap end
Unique FileResource
ĠSWITCH ABLE
ĠSYS ERROR
8 3
S G
a pi
Ġi chdr
Ġs lab
Ġin tr
Ġu midi
ti ll
Ġe i
ĠN EXT
Ġh int
ĠS SH
lse xt
Ġde leg
Ġx en
dec oder
DE L
TR OPY
Ġme trics
ĠF C
mb y
Ġ3 4
Ġtr usted
ĠV TP
mode l
ab bb
Ġbit tok
NUM BER
Read File
Ġapp log
SA MPLE
Ġfilter s
sele ctor
Ġce ph
clu de
ĠONIG ENC
SPE C
ens ity
shdr len
ĠList Extension
INSU FFICIENT
/ <
G ED
e ip
h a
w er
Ġc mp
se parate
Ġre alloc
Ġf atal
Ġf etch
le st
Ġl a
Ġd ma
el lo
ĠS F
as ic
no w
ol ute
Ġres tart
12 34
Ġas path
ost script
SC AN
UP DATE
Ġno block
Ġmy data
PA Y
ĠST ACK
OUT PUT
PRE FIX
mal lest
Se ction
Ġsubo bj
Ġwr iter
overr ide
ĠSU CCESS
LOOK UP
F R
Q u
R L
_ %
b ig
d addr
e qual
f req
u age
x x
or ator
Ġf at
le a
Ġv f
rea son
Ġh c
ĠM P
Ġy i
ON CE
ĠP al
ĠI CB
PR INC
Ġq alc
Ġex im
CE IL
ou te
FA ST
Ġser v
Ġio vec
dp x
au d
config uration
trans action
PO INT
argument s
OPTION S
REP LACE
Ġsr cp
Chunk Header
Ġpl ugin
LIT TLE
ĠLE X
ĠICB TAG
L U
R I
W ith
i able
p info
p block
x C
Ġs mallest
ta ched
Ġp key
se lf
al ias
al ready
Ġo id
Ġr len
Ġr ip
Ġt lsext
\\ '
Ġcon vert
Ġk ex
ĠP IM
as n
AC TI
OP CODE
SI D
ver bose
Ġse parator
ĠO M
blk s
Ġ'\\ \\'
Ġio ctl
su c
ĠIn formation
Par am
Ġmc ast
CONNE CT
BL K
Ġda emon
Ġigno re
B itmap
R dm
W rapper
a head
b nd
s ma
Ġre pl
Ġb a
al ity
Ġo c
str ips
ĠA CTION
ĠB TIF
ĠG IT
ĠD O
EN COD
ap s
FF ECT
qu ota
ou s
Ġpi m
Ġsrc ptr
valid ate
Ġmap length
cs um
Ġusb dev
ound ing
QU ERY
item s
TER M
Ġcred s
Ġnl msg
REC V
Ġcontrol ler
RC V
Ġli kely
ang uage
ĠEnd GetI
Ar ray
ĠBlock Align
PAY LOAD
5 8
B P
F ROM
G S
U X
b ps
i rect
j i
l ers
s l
s lave
Ġs ide
Ġp rep
Ġre serve
or phan
Ġin itial
Ġe lem
Ġd cb
Ġv ideo
Ġr pc
Ġg re
Ġint errupt
Ġsk cipher
ĠC LASS
Ġne lements
as conf
LO T
ref resh
ĠRead D
TH RESH
alloc ated
be fore
sock opt
ĠDestroy String
IR P
Ġapp end
Ġtran shdrlen
RESP ON
ĠML X
recogn ized
0 6
N one
N ative
T un
Ġ OR
Ġ ans
Ġs len
re ment
re order
ta p
Ġb relse
Ġn bytes
Ġin len
Ġe mul
Ġd rive
Ġr u
Ġr ock
IN ST
pe ek
ĠC o
ĠA ppend
SE ARCH
Ġq n
Ġq coeff
Ġdst ptr
Ġz Right
IP AL
Ġpc nt
RO W
Ġfd ct
Ġss id
Ġqu ote
Ġmac ro
-- --
ĠSN MP
Ġmat var
Ġprinc ipal
ĠREG ISTER
Ġqt size
ĠVER IFY
ENCODE D
. *
= '
= =
D UMP
D ocument
M M
O ST
U ns
U ME
e lem
g d
g y
m anager
t sc
v d
Ġs ched
in fl
Ġp lay
Ġre new
Ġl data
Ġl ower
Ġo b
ck sum
ĠE BUSY
ĠM I
ĠC MS
ĠR LC
ri ptions
Ġpa ttern
ĠA PR
Ġ' ='
Ġout Name
Ġex pi
ist ent
EN V
FI C
ok e
comp ile
arch ive
Ġinter n
Ġcode d
link s
Ġsz Ext
DC AP
Me thod
Res ult
Res olution
Add Wrapper
Ġast ostr
ĠWavpack AddWrapper
Gener ic
ĠDo ReadFile
ORIG IN
associ ation
IRP DCAP
4 3
L oad
N VM
O n
P KEY
e ap
m time
t stamp
Ġs array
Ġc f
Ġf inish
Ġin s
Ġv tp
Ġt str
Ġa sc
un ted
Ġde quant
size s
>< <
ST AND
SE EK
ĠF IR
UN IT
ĠU T
CE PT
ĠReadBlob Double
Ġ6 55
min q
Ġac c
ĠENO BUFS
ca ched
ĠEN D
Ġflow label
Ġsa mp
AB ORT
ĠDEBUG F
Ġntoh l
Ġtm size
ĠFormatLocale File
GRA M
dur ing
Ġbea ch
QUE UE
ĠPal Header
ounding Box
ĠFIR ST
c wd
g uid
k ind
m is
s x
Ġ Endian
Ġc ancel
se en
de reference
Ġb tif
Ġg des
ER AL
ĠM NT
ĠC var
ĠR B
ĠR ANGE
as on
Ġpa m
up ted
SE NT
PR S
ĠF RA
ĠF MODE
UN AVAIL
pro cessed
AN AL
Ġas conf
tra ce
vm x
Id ent
Ġtime s
Ġtest flag
PO ST
Ġap du
56 78
FAC TION
ĠSW FACTION
SOCK ET
crea ted
Or ig
NOTI CE
G IT
R ULE
p ck
q level
r src
er Info
Ġp seudo
de p
Ġr lim
Ġw mem
Ġme mmove
Image Property
Ġ3 6
PE AT
mm u
Ġav p
ect or
Ġcur qlevel
Ġ6 0
Ġhdr s
Ġsy m
MT U
Ġsi mple
tif ication
pred ict
COMP AT
REP ORT
Ġiv d
Channel Context
MAR KER
ĠCOMP S
sca pe
REFER ENCE
ĠAppend Image
2 9
7 5
E DED
T V
c ancel
d h
e st
m r
p in
x F
Ġs buf
on um
Ġr f
ss ign
Ġh bs
ĠS AS
Ġcon d
ĠC lamp
DE NO
ĠA IRPDCAP
Ġj peg
per f
Ġnum rows
CO ST
col umns
EX TRACT
ĠH EAD
alloc ation
lan e
lic ation
PI PE
Ġsys ctl
Is Instance
Ġaction s
DIV IDE
Po int
Run time
UNSUPPORTED PARAM
Ġdeno iser
Ġextr adata
Ins ufficient
Ġeff ect
ĠClamp ToQuantum
B PF
E Q
H AS
I ME
L L
M Y
N P
U I
U ST
b ias
c m
h dl
s ent
u get
od uct
Ġd fs
rn ame
Ġg ctx
Ġa dev
Ġa gain
ĠM AG
Ġ2 9
Ġx id
AT T
ĠP AR
ul k
ĠT PM
cp s
op code
Ġyy error
Ġst lv
ĠL L
ĠW TAP
Ġip x
pro ps
Ġmi ux
table s
LV S
ĠNG X
eg in
ĠCO AP
com ing
Tra ck
gr ity
cor rect
RUN TIME
sty le
Ġzrtp ChannelContext
scal ing
Ġeo bs
Runtime Error
uget lb
F ilter
S pace
c alc
in st
Ġp New
Ġd ng
un ix
ed it
RE AK
ST OP
ĠC ache
ĠR Bin
no ti
ĠB uffer
In File
EX CL
ac tual
ou tof
mi ssion
Ġcomp at
Ġcomp onent
MO VE
mv s
Re q
fd s
SP A
Ġtime stamp
Ġplan es
DO W
pri o
PO SIX
Ġes is
Ġpk g
ĠNum Of
COMPLE X
ĠrfbClient Swap
ImageData InFile
leave s
Ind icator
Ġlld pd
ACTI VE
Uns upported
STAND ARD
Insufficient ImageDataInFile
R ING
a a
n x
s in
u sh
v no
Ġp db
Ġp oll
mp ls
Ġt ls
Ġm er
ce ll
Ġa pi
Ġch allenge
Ġx cp
ĠR C
dec rypt
Ġma l
ir s
bit stream
Ġobj len
Ġpro gress
log in
Ġpar m
\\" \\
Ġ"\\ \\
mg l
ind x
Ġver dict
Ġinput dev
Ġbe gin
ĠDe pth
gra de
ĠZ RTP
lic ate
ĠEN TROPY
Ġhash val
ĠpS ub
AU DIO
PO S
Ġdy ld
FL G
bi lities
Ġcom ics
exist s
ĠAU TH
Exif Mnote
Ġsip x
nof ormat
outof mem
G IN
O V
Q ueue
T M
] %
a tomic
b id
g old
m se
s peed
v ol
w as
Ġp count
Ġf wd
rt imer
le ct
tu id
ct s
Ġd printk
ss ible
ed ge
RE QU
dr v
po ser
Ġid y
line size
time o
Ex it
ĠGet NextImageInList
Ġblock s
ĠQuantum Info
su bo
mit ted
Ġrfb Log
Ġnl h
pk cs
Lo okup
Ġgt co
Ġke ep
ĠGP AC
sha red
8 9
8 000
B AND
C GROUP
H OP
J MP
M edia
V S
Z VAL
h be
p ull
s cheme
u me
v is
Ġc alc
se l
se curity
Ġn components
nd up
ĠN VM
co ef
Ġa flags
fo o
Ġ2 00
Ġk adm
get s
ĠI MPEG
if name
il ing
Ġex pected
ĠB MP
ne eded
UN REACH
ĠU p
Ġav priv
Ġav pkt
ĠH Z
Ġun pack
\\" %
Ġcont ents
SET UP
NE G
Ġdo i
Ġfs m
igh bor
ĠMO DBUS
Ġau to
Ġus in
wr iter
ĠString Buffer
band s
ĠGET ARG
UnableTo Read
ibu ted
ĠMIP SIn
PRINC IPAL
ĠMIPSIn st
/ .
F ET
K DB
N R
P AD
a bove
c msg
d port
s iz
y p
Ġi xh
Ġs ax
en ted
de tail
on y
Ġre ason
Ġf ill
Ġe ap
Ġd ot
Ġr ad
Ġg c
Ġg au
Ġstr ie
ign o
Ġx size
dec ay
Ġj iffies
SE L
Ġnew block
Ġcol s
MA GE
ac d
ĠH ID
image s
ĠThrow PICT
RO Y
Ġdi rection
STR LEN
Ġrd div
PRO CESS
Ġfp u
her it
Ġmo tion
tx poser
ea acd
INIT IALIZE
nder flow
Ġind x
initial ize
rw sem
sca ped
DEST ROY
Ġixh eaacd
Ġstrie q
ĠThrowPICT Exception
C ache
D ONE
E INVAL
O ptions
P LAY
c oding
e red
s rb
t tl
en tr
Ġp info
Ġp Idx
te l
Ġu e
Ġr data
ĠN S
id le
Ġg ra
Ġm is
Ġm buf
un register
ĠS ample
Ġw ord
ĠB ool
Ġyy char
read er
Ġfile size
ĠH FI
ĠO n
Ġinput device
ĠRE Q
Ġattr ibuted
Ġpacket s
FRAME S
iter ation
send er
Attr ibute
ĠAR RAY
CL R
Ġpri ority
sw ap
pre pare
Ġorigin ator
ipi ents
1234 5678
ĠFRA ME
UnableToRead ImageData
% "
F AN
G ID
P NG
R IP
b ro
r upted
z rtp
Ġp error
de tected
Ġu ns
ĠN TL
ce il
ĠC A
Ġw in
Ġnew p
oc ation
ĠL SB
Ġse ek
ex pose
key block
RA ISE
IF L
EXT EN
Ġenv c
node s
US R
WR IT
Ġper m
PG M
Ġqu ir
spec ific
return ed
Ġbus y
Ġstrl cat
nego tiate
phy s
ĠOut put
ĠHEAD ER
gold en
ĠNTL M
3 10
C lose
C ipher
L K
L LDP
P ort
d dr
e flag
i tu
m entation
n ail
Ġi on
Ġs fd
Ġc or
ma jor
Ġb order
to col
Ġd ig
Ġm k
Ġm Chunk
un expected
ue v
ĠS EC
ĠE EXIST
str tab
do t
ST Y
ĠT G
ĠT Value
SE XT
ĠG D
TR A
la be
Ġarg i
ĠL C
ĠL ow
dev el
Ġsh ader
Ġsh strtab
EX PE
qu ote
Ġcur l
Ġmax w
Ġprint buf
ĠJ PEG
SER IALIZE
BO OL
ĠRelinquish VirtualMemory
ĠRelinquish UniqueFileResource
ill ary
.. .\\
register s
Ġbad arg
ĠAL T
ĠCOMP RESSION
SPE CI
CLO EXEC
ĠPK CS
umb nail
Ġino tify
rtr n
Ġsnap len
VOL UME
Tun nel
ĠFIRST PASS
labe led
5 3
: /
e th
f lo
t orage
w alk
Ġp chg
al pha
Ġu d
Ġl val
Ġe report
ro pping
Ġh mac
Ġde fs
ĠE F
pa bilities
Ġx attr
ĠR UN
Ġw orst
ĠA sync
Ġ' >'
ĠB P
ĠF OLL
ĠL IN
read len
ĠW R
list ener
inter p
OF S
net link
sum med
ĠpS torage
coeff s
Ġback ground
BASE D
doc ref
FIN I
ĠDelete ImageFromList
ĠCache View
ĠNumOf Entries
8 2
D A
E F
G RP
H AVE
f ld
f ont
p sn
p wd
Ġs mp
bl ack
Ġb ar
Ġf use
st ers
al le
Ġn strips
Ġl st
Ġv b
ff f
Ġg ui
Ġch ain
RE SERV
Ġk control
AC TION
ĠU n
flag set
Ġis flagset
Re ce
De stroy
De lete
Con ne
US AGE
enc oder
enc ryption
ms x
ng le
CHAN NEL
sign ature
thresh old
Ġpp v
Ġtun nel
bi trate
WIN DOW
CALL BACK
ĠCR YPTO
suc cess
Ġans wer
ĠWR ITE
8 7
9 8
A ngle
B S
K EEP
P ostscript
U nsigned
f rr
o int
s mi
w ifi
an ted
in ux
Ġif d
al og
Ġl sm
Ġo relse
Ġg pio
len t
ĠS ub
str atum
ĠT UN
TR IC
sh ell
Ġ"% .
Ġcur conn
Ġid ct
Ġsc ript
time s
\' ,<
ĠO B
ĠO pt
To Native
EXT ENT
ĠERR CODE
sys log
he re
Ġlib c
ĠTH R
Ġrmt blk
Sy stem
contain s
H eight
N A
X ATTR
h old
m ix
r lvls
re alloc
in formation
Ġstr result
Ġm ic
Ġimage s
Ġcon s
Ġk sz
>< /
ĠR ot
Ġ4 70
Ġyy g
PE ND
Ġtr x
ĠV ert
pro be
ĠH orz
\\" :<
Ġmi UINT
Str ip
IS DIR
Ġstd in
Ġtime spec
Set Field
inode s
Ġtemp oral
Read Reg
ĠTIFF SetField
abc d
wr it
ĠMax Val
down load
ĠReadBlobXXX Short
Endian ToNative
high bd
Ġmat te
Ġphy s
ĠCPU ID
CF G
ĠMin Val
ĠClone Image
ĠPIM V
ENCOD ING
ĠEndian Indicator
Orig in
ĠOn ig
ĠLow Left
RESERV ED
ĠRot Angle
ĠVert Res
ĠHorz Res
A MS
D N
D ST
M ALLOC
N AM
S end
U FF
e ar
i ed
m ss
p v
p onse
s ur
s Tag
y es
Ġ INVALID
se quence
Ġf ramerate
Ġn fc
Ġu name
Ġe of
Ġd port
Ġr ound
ĠN et
IN D
ch ans
ĠE C
RE V
AL LOW
ĠT O
Ġne h
Ġne tif
per iod
Ġnew info
Ġti ck
